Revit 2024 API
PreviewControl.SetValue Method
Overload List
Name | Description
SetValue(DependencyProperty, Object)
Sets the local value of a dependency property, specified by its dependency property identifier.
 (Inherited from DependencyObject.)
SetValue(DependencyPropertyKey, Object)
Sets the local value of a read-only dependency property, specified by the DependencyPropertyKey identifier of the dependency property.
 (Inherited from DependencyObject.)
See Also
PreviewControl Class
PreviewControl Members
Autodesk.Revit.UI Namespace